[]
=aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa

[MainApp.Project]
ProjectName=Bloody7

[MainApp.TrayIconPopupMenu]
mi_LaunchOnLogin->Caption=Autostart
mi_TrayLaunch->Caption=Öffnen %P
mi_ProgramExit->Caption=Beenden
mi_MultiDeviceManage->Caption=Mehrere Endgeräte
mi_MouseLed->Caption=Overlay Funktionsanzeige
mi_DevicePair->Caption=Paarung-Programm
mi_ProgramClose->Caption=Onboard-Profilentladung
mi_MouseLedFunc_AlwaysShow->Caption=Immer anzeigen
mi_MouseLedFunc_ChangedShow->Caption=Anzeigen bei Änderung
mi_MouseLedFunc_Hide->Caption=Deaktivieren
mi_W4DSetting->Caption=4D-Radeinst.
mi_TroubleShooting->Caption=Troubleshoot
mi_UpdaterSetting->Caption=Update Settings
mi_AdvancedFeatures->Caption=Advanced Functionality
mi_AdvancedFeature_SyncSeriesLog->Caption=Export Settings to Share
mi_AdvancedSettings->Caption=Advanced Settings
fd_SyncSeriesLog->Caption=Export Settings to Share
fd_SyncSeriesLog->Title=Please Select Folder to Export:
ExportForSyncSeriesLogSuccess=Export Complete
mi_FactoryDefault->Caption=

[MainApp.TriggerSetPopupMenu]
mi_NoSetting->Caption=keine Einstellung
mi_Keyboard->Caption=Tastatur…
mi_Mouse->Caption=Maus
mi_OfficeHotKeys->Caption=Office Hotkeys
mi_MultiMediaHotKeys->Caption=Multimedia Hotkeys
mi_LockRightKey->Caption=Rechte Taste sperren
mi_MouseSensitivity->Caption=CPI
mi_MinusMouseSensitivity->Caption=CPI-
mi_PlusMouseSensitivity->Caption=CPI+
mi_CycleMouseSensitivity->Caption=CPI Wechsel
mi_Sniper->Caption=Sniper Zoom
mi_Sniper1->Caption=Sniper Zoom 1
mi_Sniper2->Caption=Sniper Zoom 2
mi_Sniper3->Caption=Sniper Zoom 3
mi_Sniper4->Caption=Sniper Zoom 4
mi_Sniper5->Caption=Sniper Zoom 5
mi_Sniper6->Caption=Sniper Zoom 6
mi_SelectMacroFile->Caption=Wähle Macro Datei
mi_SelectMacroCheatsFile->Caption=Wähle Kombo Datei
mi_MacroManager->Caption=Macro Manager…
//多媒體熱鍵 - 網路=
mi_Back->Caption=Zurück
mi_Forward->Caption=Vorwärts
mi_StopSearch->Caption=Stopp
mi_Refresh->Caption=Aktualisieren
mi_WebSearch->Caption=Suchen
mi_MyFavorite->Caption=Meine Favoriten
mi_WebBrowser->Caption=Webbrowser
mi_Email->Caption=E-Mail
//多媒體熱鍵 - 多媒體=
mi_MediaPlayer->Caption=Media Player
mi_PreviousTrack->Caption=Letzte Spur
mi_NextTrack->Caption=Nächste Spur
mi_StopPlay->Caption=Stopp
mi_PlayPause->Caption=Wiedergabe/Pause
mi_Mute->Caption=Stumm
mi_VolumeAdd->Caption=Lauter
mi_VolumeSub->Caption=Leiser
//多媒體熱鍵 - 系统=
mi_Calculator->Caption=Taschenrechner
mi_MyComputer->Caption=Computer
mi_Sleep->Caption=Ruhemodus
mi_Poweroff->Caption=Ausschalten
//滑鼠模擬+滾輪模擬=
mi_LeftButton->Caption=Linke Taste
mi_RightButton->Caption=Rechte Taste
mi_MiddleButton->Caption=Mittlere Taste
mi_4thButton->Caption=4. Taste
mi_5thButton->Caption=5. Taste
mi_ScrollUp->Caption=Hochscrollen
mi_ScrollDown->Caption=Runterscrollen
mi_ScrollLeft->Caption=Nach links scrollen
mi_ScrollRight->Caption=Nach rechts scrollen
mi_AxisYReversion->Caption=Invertierte Y-Achse
//辦公熱鍵=
mi_Software->Caption=Programm ausführen
//辦公熱鍵 - 辦公常用=
mi_Maximize->Caption=Maximum
mi_Minimize->Caption=Minimum
mi_AllMinimize->Caption=Alles minimieren
mi_ZoomIn->Caption=Verkleinern
mi_ZoomOut->Caption=Vergrößern
mi_PasteText->Caption=Text einfügen
mi_2XKey->Caption=Doppelklick
mi_3XKey->Caption=Dreifachklick
mi_TripleFire->Caption=Dreifachfeuer
mi_Cut->Caption=Ausschneiden[STRG+X]
mi_Copy->Caption=Kopieren[STRG+C]
mi_Paste->Caption=Einfügen[STRG+V]
mi_Delete->Caption=Löschen[Entf]
mi_Search->Caption=Suchen[STRG+F]
mi_SelectAll->Caption=Alles auswählen[STRG+A]
mi_Redo->Caption=Wiederholen[STR+Y]
mi_Undo->Caption=Rückgängig machen[STR+Z]
mi_NewFile->Caption=Neue Datei[STR+N]
mi_OpenFile->Caption=Datei öffnen[STRG+O]
mi_SaveFile->Caption=Datei speichern[STRG+S]
mi_Print->Caption=Drucken[STRG+P]
mi_Disabled->Caption=Deaktiviert
//螢幕功能=
mi_ScreenCaptureFunc->Caption=Screen-Funktion
mi_StaticShot->Caption=Screen Capture
mi_16in1MouseGesture->Caption=16-in-1-Mausbewegung
mi_MouseGestures->Caption=
mi_PenSuit->Caption=Zeigerlinie
profilekey=Mausspezifische Taste
mi_ScrollShot->Caption=
mi_ScreenCapture->Caption=Screen Capture
mi_ScreenShotPro->Caption=Screen Capture Pro

[MainApp.Misc]
Version=Version:
Key=Taste
ScriptIsTooLarge=Das Script ist zu groß, nicht genügend Speicher vorhanden
SelectSoft=Wählen Sie den Dateinamen oder die Verknüpfung
InternetMessageInform=Du hast %d neue Nachrichten
MouseNotExists=Keine Bloody-Maus angeschlossen, bitte jetzt anschließen.
DetectMultiDevice=Es wurden mehrere Bloody-Mäuse gefunden;@RETURN@bitte entscheide dich für eine und starte das Programm neu.@RETURN@
DetectMultiSoftware=Das Programm ist bereits geöffnet!
UpdateKernelSystem=Core wechselt
FinishUpdateKernelSystem=Key wurde erfolgreich gewechselt!
MouseKeySet=Tasten-Einstellungen
MouseOSDHint=Funktionshinweise
TrialAccessDeny=Danke für Dein Interesse an [HEADSHOT]. Bitte erwirb einen Ultra-Core3 Aktvierungsschlüssel
ScriptApplyInform=Die Einstellungen werden im Mausspeicher abgelegt gespeichert!
SensitivityApplyInform=Die Einstellungen werden im Mausspeicher abgelegt gespeichert!
WirelessGuardApplyInform=Die Einstellungen werden im Mausspeicher abgelegt gespeichert!
SniperApplyInform=Die Einstellungen werden im Mausspeicher abgelegt gespeichert!
NoMoreHint=Nicht mehr anzeigen
UpdateWirelessMouse=Maus-Update
UpdateWirelessKeyboard=Tastatur-Update
FinishUpdateDeviceFirmware=Aktualisierung abgeschlossen!
ExecutionDeny=Eine ältere Softwareversion wird nicht unterstützt. Bitte lade eine aktuelle Version von der Bloody Software.
ProgramTerminateTitle=Keine Spielunterbrechung
ProgramTerminateTips=Zum Schutz vor Erkennung und "Enttarnung" vom Spielewächter wähle bitte "Ohne Spielunterbrechung". Die Daten werden im Mausspeicher und der treiberfreien Hardware abgelegt.
TrialVersionHint=Dein kostenloser 1000-Mausklick-Test ist überschritten. Falls Dir dieses Feature zusagt, kannst Du einen Ultra Core 3 Aktivierungsschlüssel in unserem Online-Shop erwerben.
MacroMemoryDownloadErrorToRestore=Download error!! There is a problem with the script's macro content, please revise the script. It will automatically return to the previous setting!! 
MacroMemoryDownloadErrorAndTerminate=Download error!! There is a problem with the script's macro content.

[KeyboardPanelForm]
ck_Window->Caption=Windows
ck_Ctrl->Caption=Ctrl
ck_Alt->Caption=Alt
ck_Shift->Caption=Shift
lb_Close->Caption=Schließen

[PasteTextForm]
lb_Text->Caption=Texteingabe:
mi_EditerCut->Caption=Ausschneiden       Strg+X
mi_EditerCopy->Caption=Kopieren           Strg+Y
mi_EditerPaste->Caption=Einfügen           Strg+P
N1->Caption=-
mi_LoadFromFile->Caption=Lesen aus Datei…
mi_LoadFromRecord->Caption=Aktueller Text

[TrayIconWebAD]
lb_Title->Caption=Info Benach.
lb_Close->Caption=

[KeySetForm]
lb_SelectConfiguration_KS->Caption=Wähle ein Profil:
lb_ConfigurationSwitch_KS->Caption= Umschaltmodus konfigurieren:
ConfigurationManagement=Profil bearb
ReturnToDefault=Auf Standard zurücksetzen
NotSpecify=Festlegen nicht möglich
HardwareSwitch=Ohne Maustreiber
apps=Aktive Anwendung
hotkey=Tastatur-Hotkey
profilekey=Mausspezifische Taste
MouseRestoreHint=Auf Standard zurücksetzen
AskMouseRestore=Maus auf Standardeinstellungen zurücksetzen? (Die Maus wird angehalten bis der Prozess abgeschlossen ist.)
lb_Hint_KS->Caption=Taste klicken f. Programmanp.!
WeaponExtensionsKeys=[Guns] Extensions Key

[MouseSensitivityForm]
htmlb_ReportRate_Sensitivity->Caption=Abtastrate (Hz)
htmlb_Debounce_Sensitivity->Caption=Klickreaktion (ms)
DebounceIRPT_Title=Klickreaktion (Infrarot-Mikrosch.), ext. 0.2ms, k. Anp.)
htmlb_125Hz_Sensitivity->Caption=125Hz
htmlb_250Hz_Sensitivity->Caption=250Hz
htmlb_500Hz_Sensitivity->Caption=500Hz
htmlb_1000Hz_Sensitivity->Caption=1000Hz
htmlb_2000Hz_Sensitivity->Caption=2000Hz
ck_ArmorBoots_Sensitivity->Caption=Möchten Sie die Empfindlichkeit erhöhen?
lb_SensorLiftHeightCalibration_Sensitivity->Caption=Sensorkalibrieren
ck_DefaultSensorLiftHeight_Sensitivity->Caption=Voreinstellungen
ck_SensorLiftHeightCalbration_Sensitivity->Caption=Kalibrierung
bt_SensorLiftHeightCalibration_Sensitivity->Caption=Kalibrierung
LaserMicroSensorLiftHeightCalibrationHelp=Innovative 16-Stufen-Kalibriertechnologie, mit Lasersensorfokus und Bildmessung und-optimierung
OpticsMicroSensorLiftHeightCalibrationHelp=Innovative 16-Stufen-Kalibriertechnologie, mit Lasersensorfokus und Bildmessung und-optimierung
htmlb_MouseDPITip_Sensitivity->Caption=CPI Einstellung
MouseDPIHelp1=CPI-"in Echtzeit": Doppelklick Taste [1], blinkendes rotes Licht, Scrollrad drehen und Taste [1] klicken, um die gewünschte Einstellung zu speichern.
MouseDPIHelp2=CPI-"in Echtzeit": Doppelklick Taste [1], blinkendes rotes Licht, Scrollrad drehen und Taste [1] klicken, um die gewünschte Einstellung zu speichern.
MouseDPIHelp3=4th and 5th button can be set as CPI Button.
DebounceHelp=Die Verarbeitungszeit eines Mausklicks beträgt ca.  18ms. Die Bloody Maus ist die weltweit erste  Maus mit einer Verarbeitungszeit von 1ms.
DebounceHelp_IR=Exkl. Innovation Infrarotempfindl. "Ahead[1ms]-Technologie nutzt Fotokoppler f. d. Tastenauslösung ohne phys. Kontakt u. senkt Tastenreaktion auf 1 ms (typ. F.  Maus 18 ms). Löst Tastenfehler durch Oxidierung u. Alterung, viel länger Tastenlebensdauer).
ArmorBootsHelp=Für Gaming-Mäuse der Bloody V Serie empfehlen wir unsere stabilen Metall Maus Glides.
SensorLiftUnsupported=Dieses Modell unterstützt keine Sensorkalibrierung
DebounceHelp_IR_Patent=CN Patent einsehen
TipsForInvalidReportRate=This product is a hardware to adjust the report rate, no software setting is required.

[OSDSetting]
lb_KeyComment->Caption=Tooltip:
ck_EnableOSD->Caption=Tooltips aktivieren
lb_DisplayTime->Caption=Zeit[in Sekunden]
lb_DisplayX->Caption=X :
lb_DisplayY->Caption=Y :
lb_Position->Caption=Position:
lb_Cursor->Caption=Radar
//im_CursorPoint->Hint=Bewege das Radar-Ziel auf eine beliebige@RETURN@Position, um die X- und Y-Achse zu@RETURN@erfassen.
ck_BackgroundEnable->Caption=Hintergrundfarbe aktivieren
lb_BackgroundColor->Caption=Hintergrundfarbe
lb_FontSize->Caption=Schriftgrad:
lb_FontColor->Caption=Schriftfarbe:
lb_Memo->Caption=Achtung: die Einstellungen werden für alle ScreenMemos gespeichert.
InputDigitError=Eingabe Nummer!
OSDSecondsRangeError=Zeige Zeitlimit von %x bis %y.
OSDFontSizeRangeError=Schriftgrad-Limit von %x bis %y.

[WeaponsAdjustForm]
lb_Catalog_Weapon->Caption=Spiel wählen
lb_TShootType_Weapon->Caption=Stil
lb_TGunName_Weapon->Caption=Waffenarsenal
lb_TControlKey_Weapon->Caption=Strg Taste
lb_TResolution_Weapon->Caption=Spielauflösung
lb_TCPIRemark_Weapon->Caption=Aufnahmesensitivität
ApplyInform=Neueste Waffen-Daten in Maus-Speicher geladen, verwenden Sie die 1/N/3/4 Tasten, um den Schussmodus der linken Taste zu ändern!
GameManagement=Ordner
GameManagement_New=Neuer Ordner
GameManagement_Edit=Ordner bearbeiten
GameManagement_Delete=Ordner löschen
GameManagement_FileManage=Import/Export
GameManagement_Transfer=Up/Download
GameManagement_Import=Importieren
GameManagement_Export=Exportieren
bt_OnlineRefrence_Weapon->Caption=Handbuch
NewGameNameTitle=Neuer Ordner
NewGameNameDefault=Neuer Ordner
ModifyGameNameTitle=Ordner bearbeiten
DeleteGameTitle=Löschen
DeleteGameNameTitle=Datei
DeleteGameFileConfirm=Spiele-Ordner löschen? Dateien in diesem Ordner gehen verloren.
DeleteGameFileSelected=Datei/Ordner im Maus-Speicher abgelegt, umbenennen/löschen? Wenn Sie [YES] drücken, wird diese gelöscht!
RenameGameNameSelected=Datei/Ordner im Maus-Speicher abgelegt, umbenennen/löschen? Wenn Sie [YES] drücken, wird diese gelöscht!
ImportGunFile=Auswahl Gun-Datei für den Import
ExportGunFile=Auswahl Gun-Datei für den Export
ExportGunFileTargetFolder=Pfad auswählen:
ExportGunFileSuccess=Gun-Datei exportiert!
ImportFileExists=Datei existiert bereits, überschreiben?
ImportDeny_FileFormatError=Dateiformat ist nicht korrekt,@RETURN@Datei kann nicht importiert werden.
ControlKey1=N-Key
ControlKey2=3-Key
ControlKey3=4-Key
ControlKey4=Mittlere Taste
ControlKey5=4. Taste
ControlKey6=5. Taste
ControlKey7=xx-Key
ShootTypeA=A-Burst
ShootTypeB=B-Strafe
ShootTypeC=C-Maschine
ShootTypeD=D-In_Game
ShootTypeM=M-Macro
CPIRemarkDefault=Werkseinstellung
lb_ExtensionsControlKeySetting_Weapon->Caption=[Guns] Extensions Keys

[InputBoxEx2Form]
lb_InputMessage->Caption=Eingabe Dateiname
InputNameError=Eingabe Dateiname
InputNameExists=Datei existiert bereits, kann nicht@RETURN@angelegt werden.
InputNameInvalid=Ungültiges Zeichen verwendet [z.B. \/:@RETURN@* ? " < > | ].
SpecialNameAvoid=Ungültiges Zeichen, bitte erneut eingeben ohne Sonderzeichen.

[WeaponPropertiesForm]
lb_GunFileManagement->Caption=Datei
lb_GameName->Caption=Spiel
lb_PropertyMode->Caption=Style
lb_GameResolution->Caption=Auflösung
lb_CPIRemark->Caption=Empfindlichkeit
lb_GunName->Caption=Name
lb_3xBulletCountSet->Caption=Nummern
lb_3xBallisticCompensation->Caption=Zurück
lb_3xBulletIntervalTime->Caption=Schuss@RETURN@Intervall (ms)
lb_NxBallisticCycle->Caption=Schleife
lb_NxBallisticCycleDescript1->Caption=Von
lb_NxBallisticCycleDescript2->Caption=zu
BallisticCompensation1=Nicht umkehren
BallisticCompensation2=Umkehren
GunManagement=Datei
GunManagement_New=Neu
GunManagement_Open=Öffnen
GunManagement_Save=Speichern
GunManagement_SaveAs=Speichern unter
GunManagement_Delete=Löschen
GunManagement_Rename=Umbenennen
OpenDialog_Title=Öffnen
OpenDialog_GameName=Spiel:
OpenDialog_GunFile=Datei
OpenDialog_FileType=Typ
OpenDialog_FileTypeCaption1=Alle Dateiendungen (*.*)
OpenDialog_FileTypeCaption2=A-*.bwp (A-Burst)
OpenDialog_FileTypeCaption3=B-*.bwp (B-Strafe)
OpenDialog_FileTypeCaption4=C-*.bwp (C-Machine)
OpenDialog_FileTypeCaption5=D-*.bwp (D-In_Game)
OpenDialog_FileTypeCaption6=M-*.mgn (M-Macro gun)
OpenDialog_FileTypeCaption7=M-*.mgn2 (M-Macro gun)
RKeyToPauseNx3x_A=R-Tast. Dr., deakt. A-Burst
RKeyToPauseNx3x_B=R-Tast. Dr., deakt. A-Strafe
RKeyToPauseNx3x_C=R-Tast. Dr., deakt. C-Machine
RKeyToPauseNx3x_D=R-Tast. Dr., deakt. D-In_Game
GunNameExists=Datei existiert bereits!
DeleteGunFileConfirm=Gun-Datei löschen?
DeleteLockedGunFile=Datei/Ordner im Maus-Speicher abgelegt, umbenennen/löschen? Wenn Sie [YES] drücken, wird diese gelöscht!
WeaponPropertiesUpdateDeny=Versionshinweis, Datei kann nicht@RETURN@gespeichert werden!
SelfDefineAddError=Datei hinzufügen fehlgeschlagen!@RETURN@Ungültiges Zeichen verwendet [z.B. \/:@RETURN@* ? " > < | ].
AskDialog_IsSave=Geänderte Informationen speichern?
bt_BallisticDemo->Caption=Flugbahn
bt_HardwareTemporaryAdjust->Caption=Beschreibung
DialogOpen=Öffnen
DialogSave=Speichern
DialogDelete=Löschen
AModeStatement=A-Burst: der L-Key für Multi-Schuss mit bis zu 5 Schüssen. Mit "Offset" und Zeitintervall lässt sich die Waffenleistung einstellen. "Offset" elimiert den Rückstoß; das Schussintervall wird mit Zeitlimit festgelegt. "Return Fadenkreuz" lässt sich de- und aktivieren, das spart Kugeln.
BModeStatement=B-Strafe: der L-Key für Schalter für Geschwindigkeitseinstellungen. Mit "Offset" und "Zeitintervall" können die einzelnen Schüsse abgestimmt werden. Dieser Modus ermöglicht Maschinengewehr-Schussfolgen. Abhängig von der Waffe lässt sich mit "Sub-loop" die Leistung steigern.
CModeStatement=C-Maschine: Die beste Performance und das Feintuning der Maschinengewehr-Schussgeschwindigkeit lässt sich mit "Offset" einstellen - für eine fokussierter Ballistik.
DModeStatement=D-In_Game:  Es ist nicht notwendig, das Spiel zu verlassen. Ein Doppelklick auf "N" oder "3" öffnen das Menü "Offset" & Zeitintervall", die Gun-Datei wird automatisch nach der In-Game Bearbeitung aktualisiert. (Siehe D-In_Game für Details)
MModeStatement=M-Macro: Um Macro-Dateien zu übergeben, L-Key verwenden. Das Kombinieren von Schüssen mit weiteren Aktionen, z. B.  springen, ducken oder hinlegen ist problemlos möglich. Mit diesem Modus lassen sich eigene, individuelle Abläufe erstellen. Hierfür sind allerdings einige Programmierkenntnisse erforderlich. Diese selbsterstellten Macros können online unter allen Spielern ausgetauscht werden.
lb_OpenStatement->Caption=Erklären>>
lb_CloseStatement->Caption=Schließen>>
rb_AMode->Caption=A-Burst
rb_BMode->Caption=B-Strafe
rb_CMode->Caption=C-Maschine
rb_DMode->Caption=D-In_Game
rb_MMode->Caption=M-Macro
lb_CorrectXY->Caption=Einstellen(X,Y)
lb_CorrectY->Caption=Einstellen-Y
lb_Offset->Caption=Offset
lb_Y->Caption=Y@equ@
lb_X->Caption=X@equ@
htmlb_Statement1->Caption=Gun Einstellungen Guideline:
htmlb_Statement2->Caption=Wähle 4-Wege-Anpassung A/B/C/D zum erstellen einer neuen Gun-Datei und "M" zum übergeben von Oscar Macro-Dateien. Waffen-Eigenschaften sollten nur im ursprünglichen Modus bearbeitet werden.
htmlb_Statement3->Caption=A-Burst: Anpassen [Pistole, Sniper & Maschinengewehr] Multi-Burst Schuss-Druck
htmlb_Statement4->Caption=B-Strafe: Anpassen [Pistole, Sniper & Maschinengewehr] Multi-Burst Schuss-Druck
htmlb_Statement5->Caption=C-Maschine: Anpassen [Sniper & Maschinengewehr] Maschinengewehr Druck
htmlb_Statement6->Caption=D-In_Game: Anpassen [Pistole, Sniper & Maschinengewehr] Strafe-Schuss Druck In Game
htmlb_Statement7->Caption=M-Macro: Übertragen [Oscar Macro] Kombinieren von Bewegungsabläufen und Schüssen mit dem L-Key.
lb_SelectUse->Caption=Auswählen
lb_MacroFileName->Caption=Macro-Datei
lb_Common->Caption=Notiz
IsCoverGunFile=Datei existiert bereits, überschreiben?
PleaseCreateMacro=Oscar Macro-Datei existiert nicht, bitte zunächst eine Datei erstellen.
PleaseSelectedMacroName=Zuerst Macro-Datei auswählen!
ResolutionError=Fehler bei der Auflösung!
WeaponUsed=Datei/Ordner im Maus-Speicher abgelegt, umbenennen/löschen? Wenn Sie [YES] drücken, wird diese gelöscht!
IsMacroToWeapon=Macro-Datei auswählen und ins@RETURN@Macro-Gun-Datei-Format umwandeln?
CPIRemarkError=Empfindlichkeits-Fehler!
MacroUsed=Macro Datei verwenden, kann nicht konvertiert werden!
CPIRemarkDefault=Standard
NoAuthorityUse=Ungenügende Systemrechte, Datei kann nicht geöffnet werden!

[KernelSystemSetting]
htmlb_HardwareIdDescript_KSYS->Caption=Innovative 4-Core Technologie. Die zusätzlichen Cores können durch einen im Shop erhältlichen Aktivierungscode aktiviert werden. Dieses schaltet die Headshots und Oscar Macrofunktionen frei. Zudem können auf dem vierten Core für MMO und RPG komplexe Kombinationen einer Maustaste zugewiesen und beliebig ausgeführt werden.
htmlb_HardwareIdDescriptSeriesE_KSYS->Caption=Innovation: Nutzen Sie die Zeigefingerflexibilität, die linken und rechten Tasten sind benutzerdef. mit Umschaltung, gut geeignet für LOL- und MOBA-Games.
lb_HardwareIdCopy_KSYS->Caption=Zum Kopieren bitte klicken
htmlb_Kernel1_KSYS->Caption=Core1> Geeignet für RPG und das RTS Genre
htmlb_Kernel2_KSYS->Caption=Core2> Geeignet für FPS Genre.
htmlb_Kernel3_KSYS->Caption=Ultra-Core3> Schaltet das Headshot-Feature frei, geeignet für Hardcover FPS-Spieler
htmlb_Kernel4_KSYS->Caption=Ultra Core4> geeignet für fortgeschrittene MMO/RPG Spieler
htmlb_Description1_KSYS->Caption=RPG, FPS und RTS Spieler können Maustasten bequem belegen. Ebenfalls für FPS-Spieler geeignet - schnellste [Tastenreaktion] und schnelle Klicks!
htmlb_Description20_KSYS->Caption=L-Key Schuss mit 3 Modi@RETURN@"1" drücken für Einzelschuss@RETURN@"N" drücken für Feuerstoß mit 2 Kugeln@RETURN@"3" drücken für Feuerstoß mit 3 Kugeln@RETURN@"4" drücken für Feuerstoß mit 4 Kugeln
htmlb_Description30_KSYS->Caption=[Kostenloser Test] Teste jetzt die [HEADSHOT]-Funktionen, 1.000 Mausklicks kostenlos. 
htmlb_Description31_KSYS->Caption=Verbleibend: %d Mausklicks
htmlb_Description32_KSYS->Caption=Danke für die Verwendung des Ultra-Core3. Deine Vorschläge helfen dem Bloody-Team bei der Verbesserung der Produkte und des Kundendienstes.
htmlb_Description33_KSYS->Caption=Weltneuheit: [HEADSHOT] 5-Wege-Anpassung, In-Game reduzierbarer Rückstoß, einstellbare Feuerstöße, anpassbare Kugel-Flugbahnen für deine virtuellen Lieblingswaffen.
htmlb_Description40_KSYS->Caption=[Kostenloser Test] Teste jetzt die [COMBO]-Funktionen 1.000 mal.
htmlb_Description42_KSYS->Caption=Implementiere komplexe Multi-Key-Kommandos und führe diese mit nur einer Taste aus, bei Bedarf im Schleifenmodus ausführen. Beispiel - MMO: Casting von  Area-Buffs deiner Wahl - automatische Erneuerung ach Cooldown - volle Konzentration auf PvP oder PvE.
htmlb_Description43_KSYS->Caption=Implementiere komplexe Multi-Key-Kommandos und führe diese mit nur einer Taste aus, bei Bedarf im Schleifenmodus ausführen. Beispiel - MMO: Casting von  Area-Buffs deiner Wahl - automatische Erneuerung ach Cooldown - volle Konzentration auf PvP oder PvE
htmlb_Memo_KSYS->Caption=Achtung: Es ist normal, dass Windows nach erstmaligen Anschließen der Maus automatisch den Treiber herunterlädt.
HardwareID=MausID:
Kernel3Appreciative=Die Gratis-Testversion ist abgelaufen [HEADSHOT]. Klicke auf [Kaufe Ultra-Core3/4] um die [HEADSHOT], um die  Funktion permanent zu aktivieren.
Kernel3HasBeenActivated=
HardwareIdCopied="Mouse ID" wurde in die Zwischenablage kopiert, drücke "Strg+V" um diese in das Dokument einzufügen.
HasBeenActivated=Bloody - PRO Version [Core3/4 aktiviert]
htmlb_LanceSlight_KSYS->Caption=Bloody- BASIC Version
UnActivateAppreciative=[Nicht aktiviert]
UnActivateExperience=[Nicht aktiviert, Testversion]
USBActivated=[USB-Protokoll aktiviert]
htmlb_USBRedefine_KSYS->Caption=USB-Protokoll
htmlb_USBRedefineDescript_KSYS->Caption=Unter bestimmten Bedingungen kann das neue USB-Protokoll bestellt werden.
bt_BloodyTeam_KSYS->Caption=Kommentare ansehen
bt_Cart_KSYS->Caption=Aktivierungscode kaufen
bt_Mall_KSYS->Caption=Besuchen [Bloody Shop]
bt_UltraGun3Info_KSYS->Caption=Über [Core3/4]
bt_Suggestion_KSYS->Caption=Kommentar erstellen
bt_Kernel3Activate_KSYS->Caption=Aktivieren [Core3/4]
bt_Forum_KSYS->Caption=
lb_OpenHIDDescript_KSYS->Caption=Erklären>>
lb_CloseHIDDescript_KSYS->Caption=Schließen>>
htmlb_SelectCoreMode_KSYS->Caption=Core auswählen:
ck_CoreTournamentMode_KSYS->Caption=Turnier (Standard - Core 1)
ck_CoreGamingMode_KSYS->Caption=Spiel (Standard - Core 3)
lb_TournamentModeTitle_KSYS->Caption=Beschreibung Turnier-Cores>>
lb_GamingModeTitle_KSYS->Caption=Beschreibung Spiel-Cores>>
htmlb_TournamentModeDescript_KSYS->Caption=Turnier-Core bedeutet, dass die Regel gilt, keine Maus-Makroprogrammierung während des Games zu verwenden, und es wird empfohlen, dass die Spieler sich während des Games an diese Regel halten.
htmlb_GamingModeDescript_KSYS->Caption=Mit dem Spiel-Core kann die Maus-Makroprogrammierung bearbeitet werden, wobei für verschiedene Spiele eine mehrfache Tastenkombi-Makroprogrammierung erforderlich ist. Zeitersparnung und sinnlose Fingerklicks verbessern den Spielerdatensatz!
CoreGamingMode=
CoreTournamentMode=
htmlb_TournamentCoreDescript_KSYS->Caption=

[CertificationForm]
lb_USBRedefineMemo->Caption=Bloody-Maus anschließen und auf@RETURN@[USB-Protokoll aktualisieren] um die *.pid-Datei zu importieren und das USB-Protokoll zu aktualisieren..
lb_Kernel3Memo->Caption=Die Bloody-Maus verbinden und  "Aktivieren Core 3/4" anklicken, dann die gekaufte Aktivierungsdatei [*.bld] anklicken oder für die Aktivierung die Aktivierungskartennr. eingeben.
HasBeenActivated=[Core3/4] aktiviert！
NotActivated=[Core3/4] nicht aktiviert！ 
ReActivation=USB-Protokoll wurde erneuert!
ImportCertificationFile=Core3-Datei zum Import auswählen
bt_ImportKernel3CertificationFile->Caption=[Aktivieren Core3/4] 
bt_ImportUSBRedefineCertificationFile->Caption=Klicken, um das USB-Protokoll zu erneuern
lb_ActivateWay1->Caption=Aktivierung Option 1:
lb_ActivateWay2->Caption=Aktivierung Option 2:
ServerConnectionError=Aktivierung fehlges., Netzwerkverb. prüfen, Firewall öffnen
ServerBusy=Server belegt, bitte später erneut versuchen!
ServerMaintenance=Serverwartung, bitte in %x h %y Min. erneut versuchen!
DualModeActivateError=Bitte Nano-Empfänger und USB-Gerät für die Dual-Modusserien-Aktiv. Einstecken!

[ShootModeForm]
lb_Key1_ShootMode->Caption=Drücken[1]: L-Key für Einzelschuss
lb_KeyNKernel2_ShootMode->Caption=Drücken[N]: L-Key für "Doppelschuss"
lb_Key3Kernel2_ShootMode->Caption=Drücken[3]: L-Key für "Dreifachschuss"
lb_Key4Kernel2_ShootMode->Caption=Drücken[4]: L-Key für "Vierfachschuss"
lb_KeyNKernel3_ShootMode->Caption=Drücken[N]: L-Key für "Benutzerdefinierte Gun"
lb_Key3Kernel3_ShootMode->Caption=Drücken[3]: L-Key für "Benutzerdefinierte Gun"
lb_Key4Kernel3_ShootMode->Caption=Drücken[4]: L-Key für "Benutzerdefinierte Gun"
lb_KeyNKernel2_N3M_ShootMode->Caption=Press[N]: [%P] for "2-Burst"
lb_Key3Kernel2_N3M_ShootMode->Caption=Press[3]: [%P] for "3-Burst"
lb_KeyNKernel3_N3M_ShootMode->Caption=Press [N] : Choose gun after adjustment by pressing [%x]. Single shoot by pressing [%y].
lb_Key3Kernel3_N3M_ShootMode->Caption=Press [3] : Choose gun after adjustment by pressing [%x]. Single shoot by pressing [%y].
ck_SwitchLeftRightBtn_ShootMode->Caption=Linke und rechte Maustaste invertieren
ck_LeftBtnAsShootKey_ShootMode->Caption=Switch Guns
lb_AccurateCPIAdjust_ShootMode->Caption=CPI Einstellung
lb_AccurateTest_ShootMode->Caption=Test 
SniperAction1=Sniper Zoom 1
SniperAction2=Sniper Zoom 2
SniperAction3=Sniper Zoom 3
SniperAction4=Sniper Zoom 4
SniperAction5=Sniper Zoom 5
SniperAction6=Sniper Zoom 6
lb_AccurateCpiDescript_ShootMode->Caption=Sniper Zoom CPI im Spiel aktivieren:  CPI-Feineinstellung in Echtzeit ohne Tippen. "Präzision"-Taste gedrückt halten und die Einstellungen mit dem Mausrad anpassen.
AccurateHelp10=Sniper Zoom 1 (Non-Zoom CPI Reduzierung)
AccurateHelp11=Sniper Zoom 1 Modus:@RETURN@Präzision"-Taste gedrückt halten und mit reduzierter CPI in den Non-Zoom-Modus wechseln.
AccurateHelp20=Sniper Zoom 2 (Einfachzoom und CPI Reduzierung)
AccurateHelp21=Sniper Zoom 2 Modus:@RETURN@Präzision"-Taste gedrückt halten; wechseln  in den Einfachzoom Modus mit reduzierter CPI Wert.
AccurateHelp30=Sniper Zoom 3 (Einfachzoom +Linksklick und CPI Reduzierung)
AccurateHelp31=Sniper Zoom 3 Modus:@RETURN@Präzision"-Taste gedrückt halten; mit reduziertem CPI-Wert  in den Einfach-Zoom-Modus wechseln und Schuss abfeuern.
AccurateHelp40=Sniper Zoom 4 (Zweifachzoom und CPI Reduzierung)
AccurateHelp41=Sniper Zoom 4 Modus:@RETURN@Präzision"-Taste gedrückt halten; mit CPI-Reduzierung in den Zweifach-Zoom-Modus wechseln
AccurateHelp50=Sniper Zoom 5 (instant Schuss)
AccurateHelp51=Sniper Zoom 5 Modus:@RETURN@Bei gedrückter "Präzision"-Taste mit reduziertem Wert in den Einfach-Zoom-Modus wechseln und gleichzeitig feuern.
AccurateHelp60=Sniper Zoom 6 (Schuss und Waffenwechsel) 
AccurateHelp61=Sniper Zoom 5 Modus:@RETURN@Die "Precision-Taste" im anvisierte Modus gedrückt halten, mit reduziertem CPI-Wert feuern und zur gewählten Handfeuerwaffe wechseln.
lb_SniperHint_ShootMode->Caption=Wähle eine Taste als "Sniper Zoom" in der Tastenbelegung deines Bloody Treibers.
lb_LeftBtnAsShootKeyN3M_ShootMode->Caption=Double Guns by pressing Fire Button [F] and Left Button [L].
bt_SharkSeriesControlKeySetting_ShootMode->Caption=[Left Button] Setting
formSharkSeriesMouseKeySettingDialog->lb_Title->Caption=[Left Button] Setting
SharkSniperKeyNKernel2=First press [n/3]:  L-Key for "2-Burst"
SharkSniperKey3Kernel2=Second press [n/3]: L-key for "3-Burst"
SharkSniperKey4Kernel2=Third press [n/3]:  L-key for "4-Burst"
SharkSniperKeyNKernel3=First press [n/3]: L-Key for "User Defined Gun"
SharkSniperKey3Kernel3=Second press [n/3]: L-Key for "User Defined Gun"
SharkSniperKey4Kernel3=Third press [n/3]: L-Key for "User Defined Gun"

[HardwareAdjustHint]
lb_Title->Caption=Anpassen[In_Game] 
htmlb_BulletIntervalTime->Caption=Schussintervall: Scrollrad drehen +/-
htmlb_AdjustTrajectory->Caption=Rückstoßunterdrückung: Klicke [4-Key] zum Zurücksetzen und [5-Key] zum Erhöhen.

[HardwareTemporaryAdjustForm]
htmlb_Title->Caption=Anpassen [Im_Spiel]
htmlb_Header1->Caption=Figur
htmlb_Header2->Caption=1. Start
htmlb_Header3->Caption=2. Anpassen
htmlb_Header4->Caption=3. Beenden
htmlb_Strafe->Caption=N-Strg-Taste
htmlb_Bursts->Caption=3-Strg-Taste
htmlb_NxStep1->Caption="N" für D-In-Game Anpassung Doppelklick auf N-Key, grünes Licht leuchtet und die Anpassung im Spiel ist möglich
htmlb_3xStep1->Caption="3" für D-In-Game Anpassung Doppelklick auf 3-Key, gelbes Licht leuchtet und die Anpassung im Spiel ist möglich
htmlb_Nx3xStep21->Caption=Schuss Intervall: Mausrad +/-
htmlb_Nx3xStep22->Caption=Unterdrücken: 4-Key klicken zum Zurücksetzen und 5-Key zum Erhöhen.
htmlb_NxStep3->Caption=N-Kley anklicken, um zu speichern
htmlb_3xStep3->Caption=3-Key anklicken, um zu speichern
ck_DisplayHardwareAdjustmentStatus->Caption=Hinweis anzeigen

[WeaponTestForm]
htmlb_Title->Caption=Beschreibung
htmlb_Step1->Caption=Testen…
htmlb_Step2->Caption=Gun-Daten speichern für N-Key
htmlb_Step3->Caption=Jetzt die Genauigkeit im Spiel testen!
ck_NoMoreDisplay->Caption=Immer ohne Nachfrage annehmen!

[WeaponHelpForm]
Help_10=Versatz
Help_11=Auf der rechten Abbildung wird der zweite Schuss auf Position (3,4) angezeigt, aufgrund des ersten Schusses ist dessen Rückstoß zu erkennen.@RETURN@Mit Anti-Offset (X, Y) kann der Rückstoß mit der Angabe von (-3, -4) ausgeglichen werden.@RETURN@Die verwendete Einheit ist "Pixel" ausgehend von der  Bildschirmauflösung des Spiels.
Help_20=Umkehren
Help_21=Nach dem ersten Test der Strafe-Schüssen, lässt sich zwischen Return (Fadenkreuz an die ursprüngliche Position) oder Non-Return wählen. Bei Non-Return bleibt das Fadenkreuz an seiner aktuellen Position.
Help_30=Schuss Intervall (ms)
Help_31=Mit dem Intervall-Schuss kann festgelegt werden, wie viele Sekunden verstreichen sollen, bis der nächste Schuss ausgelöst werden soll. Kombiniert mit der Rückstoß-Unterdrückung und den unterschiedlichen Waffen kann so die Performance für jede Waffe optimiert werden.
Help_40=Schleife
Help_41=Im Schleifen-Schuss-Modus werden so viele Schüsse abgefeuert, wie zuvor festgelegt. Ist eine Schleife durchlaufen, beginnt die Schleife automatisch erneut - solange, bis die linke Maustaste losgelassen wird.

[AboutForm]
About_1=Nach vielen Jahren der Forschung hat Bloody seine Treiber mit einzigartigen Softwarefunktionen ausgestattet. Diese helfen selbst fortgeschrittenen Spielern die nächste Ebene schneller zu erlangen. Zusätzlich kannst Du in der Bloody7 Treibersoftware nie dagewesene Funktionen freischalten welche Dir ein völlig neues Spielerlebnis ermöglichen.@RETURN@@RETURN@
About_2=Weil nicht alle Spieler die exklusiven Ultra-Core 3-SW-Features benötigen, können sie separat gekauft werden, d. h. günstige Produktpreise. Standardversion (Core 1&Core 2) ohne Ultra-Core 3-SW m. 1.000 Gratistestperiode.  In der Testperiode lernst du die starken SW-Features kennen. Du kannst Ultra-Core 3 auf der Website kaufen: Bloody dankt euch allen für die Unterstützung

About_3=Die Oberfläche dieses Produktes ist von Scratch (scratch.mit.edu) inspiriert, einem Projekt der Lifelong Kindergarten-Gruppe in MIT Media Lab.
lb_AboutCompany->Caption=Copyright A4Tech Co., Ltd. 2013. Alle Rechte vorbehalten.

[WirelessGuardForm]
htmlb_Title_Guard->Caption=Drahtlos-Einstellungen
ck_Function1_Guard->Caption=[RF-Synchronisation aktivieren
ck_Function2_Guard->Caption=[Null-Frequenz Offset] aktivieren
ck_Function3_Guard->Caption=[Exklusiver Kanal] aktivieren
ck_Function4_Guard->Caption=[RF Signal Detektor] aktivieren
ck_Function5_Guard->Caption=Erhöhe Empfangsradius
ck_WakeType1_Guard->Caption=Aufwecken mit  Bewegung
ck_WakeType2_Guard->Caption=Aufwecken mit  Klick
ck_ActivateLowPowerRemind_Guard->Caption=Hinweis: Akku fast leer
htmlb_FunctionTip1_Guard->Caption=CN Invention Patent Nr. ZL200910192117.3
htmlb_FunctionTip2_Guard->Caption=Zum Patent angemeldet
htmlb_FunctionTip3_Guard->Caption=CN Invention Patent Nr. ZL200910041427.5
htmlb_Channel_Guard->Caption=Kanal
htmlb_RSSI_Guard->Caption=Stärke
htmlb_PowerDisplay_Guard->Caption=Ladestand
htmlb_LowPowerRemind_Guard->Caption=Geringer Ladestand:%
htmlb_RemindInterval_Guard->Caption=Hinweis-Intervall: (Min)
htmlb_SleepTime_Guard->Caption=Minuten einstellen, Energiesparmodus starten
htmlb_Memo_Guard->Caption=Dank des Forschungsaufwands des Bloody RD-Teams wurde die Verbindungsstabilität der Wireless Gaming-Maus verbessert; dieses Verfahren wurde patentiert. Es lohnt sich - unsere Mäuse sind allen kabelgebundenen Mäusen weit überlegen.
lb_OpenMemo_Guard->Caption=Erklären>>
lb_CloseMemo_Guard->Caption=Schließen>>
AccessDeny=Anwenden nicht möglich!@RETURN@(Wireless Guard steht ausschließlich für Mäuse der Bloody Wireless Gaming-Serie zur Verfügung)@RETURN@
bt_FOC_Guard->Caption=Kalibrierung
htmlb_SensorPerformanceTitle_Guard->Caption=Bilder pro Sektunde justieren
htmlb_SensorPerformance0_Guard->Caption=Auto
htmlb_SensorPerformance1_Guard->Caption=Office
htmlb_SensorPerformance2_Guard->Caption=MMO/RPG/RTS
htmlb_SensorPerformance3_Guard->Caption=FPS

[WirelessGuardHelpForm]
Guard10=[RF-Synchronisieren]
Guard11=Die patentierte Erfindung macht es möglich, Datenverlust zu verringern und hält den Übertragungskanal zwischen der Maus und dem Empfänger frei.n. Garantierte Präzision ohne Verzögerungen.
Guard20=[Null-Frequenz Offset] 
Guard21=Wenn die Maus und der Receiver nicht 100%ig auf der gleichen Frequenz kommunizieren, kann es zu Datenverlusten bei der Übertragung kommen. Dies kann die Präzision und Übertragungsgeschwindigkeit reduzieren und Ihr Spielgefühl beeinflussen. Die Frequenz-Auto-Korrektur Technologie synchronisiert die Frequenzen und keinerlei Daten gehen mehr verloren. (Patent beantragt)
Guard30=[Exklusiver Kanal] 
Guard31=[Exklusiver Channel-Technologie]@RETURN@Mit dieser Funktion wird ein exklusiver Drahtloskanal gewählt. Störungen und Interferenzen werden verringert.
Guard40=[RF-Signal Detektor] 
Guard41=[HF-Signaldetektor]-Technologie: Überwachung der Funksignalstärke hinsichtlich Interferenzen - bei Unterschreitung des Wertes 90 gehen Sie bitte wie folgt vor: @RETURN@1. Schalten Sie das die Störung verursachende Gerät aus oder stellen Sie es um.@RETURN@2. Verbinden Sie den Nano-Empfänger mit dem USB-Verlängerungskabel und stellen Sie ihn vom PC oder dem die Störung verursachenden Gerät entfernt auf.@RETURN@3. Stecken Sie den Nano-Empfänger an der Tastatur an derselben Seite wie die Tastatur ein.@RETURN@
Guard50=[Stärkung Power] Technologie:
Guard51=Stärkung drahtlose Signalübertragung Leistung, verbesserte Störfestigkeit Fähigkeit, die drahtlose Übertragung weiter und stabiler!
Guard_Tip51=Aktiviert
Guard_Tip52=Nicht aktiviert
lb_CheckPicture->Caption=CN Patent einsehen

[FileManagementForm]
lb_GameDirectory->Caption=Spiele-Ordner
lb_ImportDirectory->Caption=Dateien
lb_ExportPath->Caption=Pfad
lb_ExportFile->Caption=Temporäre Dateien
LocalDrive=Festplatte
TrialVersionNoUse=Version ansehen, Feature steht nicht zur Verfügung!
FileExistIsOverwrite=Datei existiert bereits, überschreiben?
DeskTop=Desktop
MyDocuments=Meine Dokumente
lb_FileType->Caption=Typ
advcb_FileType->Caption0=Alle Dateien (*.*)
advcb_FileType->Caption1=*.amc (Macro Datei)
advcb_FileType->Caption2=*.amc2 (Macro Datei)
advcb_FileType->Caption3=A-*.bwp (A-Burst)
advcb_FileType->Caption4=B-*.bwp (B-Strafe)
advcb_FileType->Caption5=C-*.bwp (C-Machine)
advcb_FileType->Caption6=D-*.bwp (D-In_Game)
advcb_FileType->Caption7=M-*.mgn (M-Macro gun)
advcb_FileType->Caption8=M-*.mgn2 (M-Macro gun)
advcb_FileType->Caption9=A-*.bmc (Single Combo)
advcb_FileType->Caption10=B-*.bmc (Cycle Combo)
advcb_FileType->Caption11=C-*.bmc (Auto Combo)
advcb_FileType->Caption12=*.ckPannel (Full Color)
advcb_FileType->Caption13=*.ckButton (Key Color)
advcb_FileType->Caption14=*.ckAnimation (Animation)
IllegalFile=Datei kann nicht importiert oder exportiert werden.
NoAuthority=Fehlende Systemrechte, Export fehlgeschlagen!
FileCount=Total

[DevicePair]
htmlb_Title->Caption=Bloody Drahtlos-Serie Paarung-Programm
htmlb_DevicePairDescript->Caption=Dieses "Paarung-Programm" für die Paarung von Bloody Drahtlostastatur und -maus verwenden.
rb_MousePair->Caption=Mauspaarung
rb_KeyboardPair->Caption=Tastaturpaarung
bt_StartPair->Caption=Paarung st.
htmlb_PairStep1->Caption=1. Stecken Sie den USB-Receiver in den Computer USB-Anschluss
PairStep2_Mouse=2. siehe Abbildung um den Anschluss an der Maus zu finden.
PairStep2_Keyboard=2. Tastaturladeanschluss, siehe Abbildung.
PairStep3_Mouse=3. Verbinden Sie das Ladegerät innerhalb von 30 Sek. mit dem Mausanschluss.
PairStep3_Keyboard=3. Ladekabel innerhalb 30 Sek. In den Tastaturladeanschluss stecken
PairStep4_Mouse=4. Maus und USB-Receiver starten den Verbindungsaufbau, bitte warten!
PairStep4_Keyboard=4.Danach wird die Tastatur gepaart, bitte warten!
CountdownSeconds=Sekunde
htmlb_PairedSuccessHint1->Caption=Paarung erfolgreich!
PairedSuccessHint2_Mouse=Die Maus ist einsatzbereit!
PairedSuccessHint2_Keyboard=Die Tastatur ist bereit!

[FOCAForm]
htmlb_Title->Caption=Frequency Offset Kalibrierung
htmlb_FrequenceAnalysis->Caption=Analyse :
lb_ProgressTip->Caption=Eingabeauff.
ProgressTip1=Kalibrierung…
ProgressTip2=Completed!!

[AuthorityManageForm]
lb_AuthorityManage->Caption1=Import Rechtemanagement
lb_AuthorityManage->Caption2=Export Rechtemanagement
lb_FileNameTitle->Caption=Datei:
lb_AuthorMessage->Caption=Autorendaten:
lb_Author->Caption=Verfasser:
lb_AuthorHID->Caption=MausID:
lb_AllowMessage->Caption=Enter user info to share:
lb_PassWord->Caption=Passwort:
lb_ShareAuthority->Caption=Rechte teilen:
htmlb_Warning->Caption=Willkommen zum Info teilen, höhere Verschlüsselung @equ@ mehr Sicherheit,
ChangeAuthority0=Nur ausführen(MausID)
ChangeAuthority1=Nur ausführen
ChangeAuthority2=Ändern & veröffentlichen
PassWordError=Passwort falsch, bitte erneut eingeben.
lb_Phone->Caption=Phone:
lb_Email->Caption=Email:
lb_Web->Caption=Shop:
lb_SpecifyHID->Caption=MausID:

[BatchHardwareIDForm]
lb_MoreHardwareID->Caption=
lb_InputHardwareID->Caption=Mouse IDs :

[ProfileConfigurationForm]
lb_ConfigurationSwitch->Caption=Konfiguriere Umschaltmodus
lb_Configuration->Caption=Profil
lb_Apply->Caption=Annehmen
lb_Enable->Caption=Aktivieren
lb_Light->Caption=Farbe
HardwareSwitch=Ohne Maustreiber
IntelligentSoftwareSwitch=Aktive Anwendung
KeyboardHotKeySwitch=Tastatur-Hotkey
ProfileKeySwitch=Mausspezifische Taste
NotSpecify=Festlegen nicht möglich
MouseProfileKey=Mausprofil-Taste
Hardware=Treibrefreie
Software=App
HotKey=Hotkey
ProfileKey=Profiltaste
KeyboardHotKey=Hotkey wählen
OpenSoftware=App wählen
Delete=Löschen
AllowedToRepeat=Kann Nachricht nicht duplizieren
sp_Light1->Hint=Editierb. Farben
lb_Prompt1->Caption=[1] doppelklicken, das Radlicht blinkt, Licht und Einstellungen mit den Maustasten "4" und "5" anpassen; Einstellungen mit [1] speichern (V/VM/A/N Serie ohne Lichtwechselfunktion).
lb_Prompt2->Caption=Getriebe-Taste mind. 3 Sek. Vorwärts schieben, um den Bearbeitungsmodus zu aktivieren; das Rad blinkt. Licht und Einstellungen mit den Maustasten "4" und "4" anpassen; Einstellungen mit der Getriebetaste speichern.

[SensorLiftHeightConfirmForm]
lb_CalibrateConfirmMessage->Caption=Sensor-Kalibrierhöhe speichern
lb_RestoreMessage->Caption=Bildwiederh. n.7 Sek.
CountDownText=Countdown
SecondText=Sekunde
bt_Ok->Caption=Reserve
bt_Restore->Caption=Forts.

[SensorLiftHeightCalibrationForm]
lb_Title->Caption=Sensorkalibrierungsmethode
CalibrationStep1=Drücke "Start", um zu beginnen.
CalibrationStep2=Zum Starten linke Taste gedrückt halten
CalibrationStep3=Linke Maustaste gedrückt halten und im Zickzack über das Mauspad bewegen. Maustaste lösen, um die Kalibrierung zu beenden.
CalibrateButton_Start=Start
CalibrateButton_Restart=Neustart
CalibrateInfo_Calibrating=In Bearbeitung
CalibrateInfo_Finish=Fertig!!!

[UltraComboForm]
UltraComboManagement=Datei
GameManagement_New=Neuer Ordner
GameManagement_Modify=Ordner bearbeiten
GameManagement_Delete=Ordner löschen
FileManagement_New=Neu
FileManagement_Open=Öffnen
FileManagement_Save=Speichern
FileManagement_SaveAs=Speichern unter
FileManagement_Delete=Löschen
FileManagement_ReName=Umbenennen
FileManagement_ImportExport=Import/Export
FileManagement_Transfer=Up/Download
FileManagement_SaveAsMacro=Speichern als OSCAR Format
lb_CheatsGameDirectory_UltraCombo->Caption=Verzeichnis:
lb_CheatsMode_UltraCombo->Caption=Kategorie:
lb_CheatsName_UltraCombo->Caption=Name:
lb_CheatsDescription_UltraCombo->Caption=Notizen:
lb_OpenStatemen_UltraCombo->Caption=Erklären>>
lb_CloseStatement_UltraCombo->Caption=Schließen>>
lb_Prompt_UltraCombo->Caption=Teste deine Einstellungen im Spiel. Sollte deine Schleife nicht stoppen dann drücke die Linke-, Mausrad und Rechte Maustaste um die Schleife zu unterbrechen und überprüfe deine Einstellungen.
bt_CheatsDownloadExplain_UltraCombo->Caption=Handbuch
htmlb_Statement1_UltraCombo->Caption=
htmlb_Statement2_UltraCombo->Caption=Vereinfachte MMO/RPG oder RTS Tastenkombinationen und Combos anlegen. Du kannst A/B/C 5Tpes oder OSCAR Macros zu fortgeschrittenen Combos konvertieren.
htmlb_Statement3_UltraCombo->Caption=A> Geignet für  ein einfaches Combo-Kommando.
htmlb_Statement4_UltraCombo->Caption=B> Geignet für  die Combo-Befehlswiederholung bis zum Lösen der Taste.
htmlb_Statement5_UltraCombo->Caption=C> Geignet für "Autom. Angriff & Autom. Ausführung" der Combo-Befehle. Combo durch Drücken derselben Tasten beenden
AModeStatement=A>Single Combo
BModeStatement=B>Cycle Combo
CModeStatement=C>Auto Combo
OpenDialog_Title1=Neu
OpenDialog_Title2=Öffnen
OpenDialog_Title3=Speichern
OpenDialog_Title4=Speichern unter
OpenDialog_GameName=Spiel:
OpenDialog_GunFile=Datei
NewGameNameTitle=Neuer Ordner
NewGameNameDefault=Neuer Ordner
ModifyGameNameTitle=Ordner bearbeiten
DeleteGameTitle=Löschen
DeleteGameNameTitle=Datei
DeleteGameFileConfirm=Spiele-Ordner löschen? Achtung: Alle Dateien in diesem Order werden gelöscht!
DeleteGameFileSelected=Datei/Ordner im Maus-Speicher abgelegt und für alle Cores verfügbar; umbenennen/löschen? Wenn Sie [JA] drücken, wird diese gelöscht!
RenameGameNameSelected=Datei/Ordner im Maus-Speicher abgelegt und für alle Cores verfügbar; umbenennen/löschen? Wenn Sie [JA] drücken, wird diese gelöscht!
PleaseCreateDirectory=Bitte erstellen Sie einen Spiel-Ordner
NewCreateFileName=Neue Datei
NewCreateFileDefault=Neue Datei
OpenDialog_FileType=Typ
OpenDialog_FileTypeCaption1=Alle Dateien (*.*)
OpenDialog_FileTypeCaption2=A-*.bmc (Single Combo)
OpenDialog_FileTypeCaption3=B-*.bmc (Cycle Combo)
OpenDialog_FileTypeCaption4=C-*.bmc (Auto Combo)
VersionMessage=Falsche Version, kann nicht gespeichert werden
MacroUsed=Datei/Ordner im Maus-Speicher abgelegt und für alle Cores verfügbar; umbenennen/löschen? Wenn Sie [JA] drücken, wird diese gelöscht!
MacroModify=Das Skript wurde modifiziert, speichern?
InputNameInvalid=Ungültiges Zeichen t [z.B. \/:@RETURN@* ? " < > | ].
MacroFileDelete=Datei permanent löschen?
MacroFileSelected=Datei/Ordner im Maus-Speicher abgelegt und für alle Cores verfügbar; umbenennen/löschen? Wenn Sie [JA] drücken, wird diese gelöscht!
ModifyFileNameTitle=Umbenennen
PleaseInputFileName=Macroname eingeben
FileExistAlready=Datei existiert bereits, überschreiben?
rb_OneKeyKill_UltraCombo->Caption=A>Single Combo
rb_CycleKill_UltraCombo->Caption=B>Cycle Combo
rb_AutoKill_UltraCombo->Caption=C>Auto Combo
OpenDialog_Title5=Löschen
NoAuthorityUse=Ungenügend Systemrechte, Datei kann nicht geöffnet werden!
MustCreatFile=Sie müssen eine neue Macro-Datei zum Bearbeiten erstellen!
bt_Start_UltraCombo->Caption=<F11> zum starten 
bt_Stop_UltraCombo->Caption=<F12> zum stoppen 
ck_KeyboardAction->Caption=Tastatureingabe aufzeichnen
ck_MouseClick->Caption=Mausklicks aufnehmen
lb_TestCommon->Caption=Beschreiben:
bt_InsertKeyboard_UltraCombo->Hint=Tastaturbefehl eingügen
bt_InsertMouse_UltraCombo->Hint=Mausbefehl eingügen
bt_InsertDelay_UltraCombo->Hint=Verzögerung einfügen
bt_Record_UltraCombo->Hint=Aufnahme
mi_InsertKeyboard_UltraCombo->Caption=Tastatur eingeben
mi_InsertMouse_UltraCombo->Caption=Maus eingeben
mi_InsertDelay_UltraCombo->Caption=Verzögerung einfügen
mi_ClearAll_UltraCombo->Caption=Alles zurücksetzen
lb_TestDescription->Caption=Daten werden temporär im 4.-Tasten-Speicher gespeichert. In der Testzone oder im Testmodus falsche Einstellungen der 4. Taste auf der Key-Seite zurücksetzen

ck_CursorRecord->Caption=Cursoraufzeichnung starten
lb_InterruptTips->Caption=Bei fehlendem Zugriff auf das Testprogramm mit [Umschalttaste]+[Scroll Lock]+[Num Lock]  unterbrechen; dann Programmfehler erneut beheben.
PressSpaceToTest=Teststart mit 4. Taste
bt_Clear_UltraCombo->Caption=Lös.
Key=Taste
KeyDown=Drücken
KeyUp=Lösen
MouseMoveTo=Mausbeweg._zu
MouseRelativeMove=Maus_relative_Beweg.
Delay=Verzög.
millisecond=ms
second=Sek
minute=Min
MouseWhellUp=Nach_oben_scrollen
MouseWhellDown=Nach_unten_scrollen
MouseLeftKeyDown=Linke_Taste_drücken
MouseLeftKeyUp=Linke_Taste_freigeben
MouseLeftKeyClick=Linke_Taste_klicken
MouseLeftKeyDblClick=Linke_Taste_doppelklicken
MouseMiddleKeyDown=Mittlere_Taste_drücken
MouseMiddleKeyUp=Mittlere_Taste_freigeben
MouseMiddleKeyClick=Mittlere_Taste_klicken
MouseRightKeyDown=Rechte_Taste_drücken
MouseRightKeyUp=Rechte_Taste_freigeben
MouseRightKeyClick=Rechte_Taste_klicken
MouseFourthKeyDown=4._Taste_drücken
MouseFourthKeyUp=4._Taste_freigeben
MouseFourthKeyClick=4._Taste_klicken
MouseFifthKeyDown=5._Taste_drücken
MouseFifthKeyUp=5._Taste_freigeben
MouseFifthKeyClick=5._Taste_klicken

[UltraComboHelp]
Help_10=A> Single Combo
Help_11=Drücke und halte die Taste "Single Combo". Der Befehl wird einmal ausgeführt. Geeignet für alle Game Genres.
Help_20=B> Cycle Combo
Help_21=Drücke und halte die Taste "Cycle Combo". Der Befehl wird in einer Schleife ausgeführt. Am Besten geeignet für  MMO und Beat ´em up-Games.
Help_30=C> Auto Combo
Help_31=Diese Taste f. "Auto Combo" (autom. in MMO/RPF Rollensp. u. Combat-Game) dr.; selbe Taste z. Beend. drück.

[MultiDeviceManageForm]
lb_Title->Caption=Mehrere Engeräte
lb_Description->Caption=Angeschlossene Bloody-Maus mit der SW konfigurieren; verknüpfte Maus wird mit blinkender Rad-LED angezeigt.
Bloody_V_Mouse=V-Serie Maus
Bloody_VL_Mouse=VL-Serie Maus
Bloody_T_Mouse=T-Serie Maus
Bloody_TL_Mouse=TL-Serie Maus
Bloody_ZL_Mouse=ZL-Serie Maus
Bloody_ML_Mouse=ML-Serie Maus
Bloody_W_Wireless_Mouse=RT-Serie Maus (schnurlos)
Bloody_W_Wired_Mouse=RT-Serie Maus (kabelgebunden)
Bloody_WL_Wireless_Mouse=WL-Serie Maus (schnurlos)
Bloody_WL_Wired_Mouse=WL-Serie Maus (kabelgebunden)
Bloody_R_Mouse=R-Serie Maus
Bloody_RT_Mouse=RT-Serie Maus
Bloody_F_Mouse=F-Serie Maus
Bloody_FL_Mouse=FL-Serie Maus
Bloody_Fc_Mouse=F-Serie Maus
Bloody_FLc_Mouse=FL-Serie Vollfarb-Laser-Game-Maus
Bloody_A_Mouse=A-Serie Maus
Bloody_AL_Mouse=AL-Serie Maus
Bloody_N_Mouse=N-Serie Maus
Bloody_NL_Mouse=NL-Serie Maus
Bloody_E_Mouse=E-Serie Vollfarb-Gaming Maus
Bloody_P80_Mouse=P-Serie Maus
Bloody_P88_Mouse=P-Serie Maus
Bloody_S9X_Mouse=S-Serie Maus
Bloody_S9XPro_Mouse=S Series-RGB Pro mouse
Bloody_SL9X_Mouse=SL Series-RGB Laser Mouse
Bloody_P81Pro_Mouse=P Series-RGB Pro mouse
Bloody_PL81_Mouse=P Series-RGB Laser Mouse
Bloody_J86_Mouse=J-Serie Maus
Bloody_J90_Mouse=J-Serie Maus
Bloody_J95_Mouse=J-Serie Maus
Bloody_J81_Mouse=J-Serie Maus
Bloody_W60Max_Mouse=W-Serie Maus
Bloody_P80Pro_Mouse=Bloody Pro game mouse
Bloody_L68_Mouse=L-Serie Maus

[ExtraChannelSettingForm]
lb_NotifyingMouse->Caption=Maus bewegen…
lb_NotifyingKeyboard->Caption=Eine beliebige Taste an der Tastatur drücken…

[ColorPaletteForm]
lb_ColorEditor->Caption=Farbe bearb.:
lb_BasicColor->Caption=Basisfarbe:
lb_CurrentColor->Caption=Akt. Farbe
lb_Red->Caption=Rot (R) 
lb_Green->Caption=Grün (G)
lb_Blue->Caption=Blau (B)

[MouseGesturesForm]
lb_Title->Caption=Gesten 16-in-1-Einst.
lb_Context->Caption=Maus-Gesten: "Maus-Gesten"-Taste gedr. HALTEN u. Maus in diese Rtg. bew., Taste lösen
ck_RealTimeReply->Caption=Dauerbeweg.
lb_Distance->Caption=Empfindlichk
lb_Units->Caption=(1@equ@nied)
lb_Default->Caption=Std.Wert übern.
lb_Context->Caption.2X=16-in1:"2x"-Taste gedr. HALTEN u. Maus in "Pfeil"-Rtg. beweg.; Taste lösen Wenn "Echtzeit-Antw." gew. wird, k.d. normale 8-Funkt. ausgef. od. Empfind. einger. werd.
InputDigitError=Zahlen eingeben!!!
DistanceRangeError=Empfindl.Dauer %x bis %y.

[MouseGesturesExForm]
lb_Title->Caption=
lb_Context->Caption=
ck_EnabledTipBoard->Caption=

[Wheel4DForm]
lb_Wheel4DSet->Caption=Tiltless-Rad Einst.
lb_ChooseWheel4D->Caption=Tiltless-Rad aktiv.
lb_ChooseStandard->Caption=Standardrad aktiv.
lb_HideWheel4DIcon->Caption="Tiltless-Rad"-Sym. ausbl.
lb_HidePartialIcon->Caption=Teilen-Symb. ausbl.
lb_VerticalScrollSet->Caption=Vertikal Blätt.
lb_VerticalScrollLines->Caption=Zeilen/Scroll:
lb_VerticalScrollPage->Caption=1 Bildsch./Scroll
lb_HorizontalScrollSet->Caption=Horizon. Blätt.
lb_HorizontalScrollNote->Caption=Wörter/Scroll
lb_Wheel4DTitleOfNotes->Caption=Vorstellung Tiltless-Rad
lb_Wheel4DNotes->Caption=Innovatives, patentiertes "Tiltless Wheel" für 4-Wege-Scrollen eines Rades für effektives u. effizientes vertikales/horizontales Scrollen. Z.B. werden Excel-Tabellen A- u. B-Bereiche unterteilt. Entsprechend der Cursor-Position im Bereich automatischer Wechsel zu horizontalem Blättern, wenn der Cursor im "A-Bereich" ist u.umgekehrt für vertikales Blättern.
lb_ARegionNotes->Caption=Cursor in A-Bereich, vertikal Bl.
lb_BRegionNotes->Caption=Cursor in B-Bereich, horiz. Bl.
lb_PartialIcon->Caption=Teilen-Symbol 
lb_Wheel4DFormHint->Caption=Symbol gedr. halten, bewegen u. B- u. A-Bereichverh. anp.
lb_OpenWeb->Caption=Klicken für die XFAR-Website
InputDigitError=Zahlen eingeben!!!
Wheel4DSetValueRange=Wertbereich %x bis %y festlegen.
ck_AreaABSwap->Caption=A&B Bereiche tauschen

[PenSuitForm]
lb_Title->Caption=TutorPen Einst.
lb_HandwritingEraseType->Caption=Radiergummi Einst:
rb_EraseType1->Caption=Autom. Radier.
rb_EraseType2->Caption=Hand-Radierer
lb_EraseType1->Caption=Taste bei Linie zeichnen halten; Taste lös, um Linie zu lös. 
lb_EraseType2->Caption=Taste bei Linie zeichnen halten; Linie m. Doppelkl. lös.
lb_BoldType->Caption=Stift halten:
ck_BoldType3->Caption=Fett
ck_BoldType2->Caption=Normal
ck_BoldType1->Caption=Fein
lb_Hint->Caption=3 Linienbreiten z. Auswahl für die einfache, nachverfolgbare Präsentation während Meetings & Unterrricht
lb_PenColor->Caption=Stiftfarbe wählen:

[ScreenCapture]
rb_Rectangle->Hint=Rechteck
rb_Ellipse->Hint=Ellipse
rb_Arrow->Hint=Pfeil
rb_Brush->Hint=Bürste
rb_Text->Hint=Text
bt_Restore->Hint=Wiederh.
bt_Save->Hint=Sp.
bt_Giveup->Hint=Aufgeb.
bt_Finish->Hint=Fertig
rb_ToolAttributePenSize1->Hint=PenSize1
rb_ToolAttributePenSize2->Hint=PenSize2
rb_ToolAttributePenSize3->Hint=PenSize3
ck_FontBold->Hint=Fett
ck_FontItalic->Hint=Kursiv
ck_FontUnderLine->Hint=Unterst.
rb_Mosaic->Hint=Mosaik
bt_Note->Hint=Hinweis

[LightEffectForm]
lb_LightBrightness->Caption=LED-Helligkeit:
ColorEffect=Lichteffekt:
ColorEffect1=Vollfarb Konst.Li.
ColorEffect2=Vollfarb Atm. (langs. Blink.)
ColorEffect3=Vollfarb Atm. (Blink.)
ColorEffect4=Vollf.Schleife (langs.Blink.)
ColorEffect5=Vollf.Schleife ((Blink.)
ColorEffect6=Langs. Farbveränd. (langs.)
ColorEffect7=Langs. Farbveränd. (schn.)
NeonEffect=Lichteffekt:
NeonEffect1=Licht aus
NeonEffect2=Neonglanzsystem
NeonEffect3=Konstantlicht
NeonEffect4=Atmen

[PreventDisturbForm]
lb_Title->Caption=Onboard-Profilentladung:
lb_Comment->Caption=Wenn (Onboard-Profilentladung) aktiviert ist, schließt die Software, um Systemressourcen freizugeben, und alle Einstellungen werden im Mausspeicher gespeichert.
lb_Configuration->Caption=Einstellungen
lb_ProgramName->Caption=Programmname
lb_GameComment->Caption=Game-Name
lb_PreventDisturb->Caption=Aktivieren
CloseSoftwareTips=Registerkarte „OK“: Aktivierung „Onboard-Profilentladung“@RETURN@@RETURN@Registerkarte „Beenden“: Speicherung der Einstellungen im Mausspeicher und Spiel ohne Bloody-Software ausführen.@RETURN@
ck_DoNotRemind->Caption=Pop-ups entfernen zu „Onboard-Profilentladung:“ 
im_OpenExe->Hint=Hinzufügen
im_Delete->Hint=Entfernen
ProgramExists=Programmname bereits vorhanden.

[ForcedStandardMouseForm]
lb_Title->Caption=Enter the Tournament Mode@RETURN@(Disable all gaming macro keys)
lb_SetPassword->Caption=Enter Password : 
lb_ConfirmPassword->Caption=Repeat Password : 
EmptyPassword=Must enter password!
ConfirmPasswordError=Enter Password and Repeat Password must be the same!
lb_RestoreTitle->Caption=You have entered the tournament mode!  We have disabled all the software macro functions from your current mouse.
lb_UnlockPassword->Caption=To restart the mouse to original marco settings, please enter the password :

[SLEDManageForm]
EffectManagement=Datei
EffectManagement_ImportExport=Import/Export
SLEDPannel=Full Color
SLEDButton=Key Color
SLEDAnimation=Animation
SLEDAlgorithm=Algorithm
ControlKey=Beleuchtung 
lb_CommentTitle_SLED->Caption=RGB-Beleuchtungseffekte: 
lb_Comment_SLED->Caption=Standardmäßig werden fünf (5) Beleuchtungseffekte vorab geladen. Die Beleuchtungseffekte werden durch Anheben der Maus von der Oberfläche und zyklisches Drücken der Taste (1) angepasst.
ApplyInform=RGB-Lichteffekt wurde gespeichert.
AccessDeny=Diese Funktion gilt NUR für Gaming-Mäuse mit RGB-Aktivierung. Ziehen Sie für weitere Informationen bitte Ihr Handbuch hinzu.
ck_LightingEffects->Caption=Nach dem Drücken von 1/N/3 kehrt das Gerät automatisch in den Beleuchtungseffektmodus zurück.

[SLEDEditorForm]
EffectManagement=Datei
EffectManagement_New=Neu
EffectManagement_Open=Öffnen
EffectManagement_Save=Speichern
EffectManagement_SaveAs=Speichern unter
EffectManagement_Delete=Löschen
EffectManagement_Rename=Umbenennen
ColorKeyboardPannel=Full Color
ColorKeyboardButton=Key Color
ColorKeyboardAnimation=Animation
lb_PannelTitle->Caption=Lichteffekt:
lb_PannelLight->Caption=Dauerlicht
lb_PannelBreath->Caption=Atmen
lb_PannelSlowBreath->Caption=Langsam
lb_PannelFastBreath->Caption=Schnell
lb_ButtonTitle->Caption=Lichteffekt:
lb_KeyColor->Caption=Klick_Farbe
lb_DownColor->Caption=Drücken_Farbe
lb_UpColor->Caption=Lösen_Farbe
lb_ButtonSlowBreath->Caption=Langsam
lb_ButtonFastBreath->Caption=Schnell
ButtonType1=Klick_Farbe ändern
ButtonType2=Klick_Meteor
ButtonType3=Klick_Ripple
bt_AnimationPlay->Hint=Wiedergabe
bt_AnimationStop->Hint=Stopp
bt_AnimationPrevious->Hint=Zurück
bt_AnimationNext->Hint=Weiter
bt_AnimationLoadFrame->Hint=Rahmen in Tasten kopieren
bt_AnimationSaveFrame->Hint=Tasten in Rahmen kopieren
bt_AnimationNewFrame->Hint=Rahmen hinzuf.
bt_AnimationDeleteFrame->Hint=Rahmen löschen
bt_AnimationUndo->Hint=Rückgängig
bt_AnimationRedo->Hint=Wiederholen
lb_AnimationTitle->Caption=Animation Lichteffekte:
lb_AnimationTimeUnit->Caption=【Min】
lb_BackgroundColor->Caption=Hintergrundfarbe
AnimationCommentOpen=Erklären>>
AnimationCommentClose=Schließen>>
AnimationComment=【Schleifenmodus】Mit "0" Min. festlegen,  Animationseffekt sofort wiederholen@RETURN@【Intelligenter Modus】Tastatur keine Eingabe für 1-10 Min., Animationseffekt starten. Mit beliebiger Taste stoppen.@RETURN@
NewCreateFileName=Neue Datei
NewCreateFileDefault=Neue Datei
mi_AddFrame->Caption=Neuer Rahmen
mi_CopyFrame->Caption=Rahmen erneuern
mi_DeleteFrame->Caption=Rahmen löschen
mi_LoadFrame->Caption=Kopieren in Tasten
mi_SaveFrame->Caption=Kopieren in Rahmen
mi_ChangeFrameOrder->Caption=Reihenfolge ändern
mi_MoveFront->Caption=Als erste festlegen
mi_NextFrame->Caption=Hinten
mi_PreviousFrame->Caption=Vorne
mi_MoveBack->Caption=Als letzte festlegen
SetColorPrompt=Linke Tast. [klicken] oder [ziehen]@RETURN@Tastenfarben bearb.
InputNameInvalid=Ungültiges Zeichen verwendet [z.B. \ / :@RETURN@* ? " < > | ].
IsCreateNewFile=Neue Datei?
MacroModify=Das Skript wurde modifiziert, speichern?
IsDeleteFile=Datei permanent löschen?
RenameName=Umbenennen
PleaseInputMacroName=Neuer Dateiname
ExistAlready=Datei existiert bereits, überschreiben?
ExceedLimitCount=Max. Rahmen überschreien

[SLEDFileDialog]
lb_Directory->Caption=RGB
lb_FileName->Caption=Datei
lb_Title->Caption1=Öffnen
lb_Title->Caption2=Speichern
lb_Title->Caption3=Speichern als
lb_Title->Caption4=Löschen
lb_FileType->Caption=Typ
advcb_FileType->Caption1=Alle Lichteffektdateien
advcb_FileType->Caption2=*.ckPannel - Full Color
advcb_FileType->Caption3=*.ckButton - Key Color
advcb_FileType->Caption4=*.ckAnimation - Animation
NoAuthorityUse=Ungenügende Systemrechte, Datei kann nicht geöffnet werden!

[SLEDDelaySetForm]
lb_DelayTime->Caption=Verzögerung (Sek):
lb_ChangeSingle->Caption=Nur Verzög.-Zeit ändern
lb_ChangeAll->Caption=Alle Verzög.-Zeiten ändern
lb_ChangeArea->Caption=Teilweise Verzög.-Zeiten ändern (Rahmen) : 

[OptionForm]
rb_BasicSetting->Caption=Basic settings
rb_SafeSetting->Caption=Security settings
rb_PermitSetting->Caption=Permission setting
lb_BasicItem0->Caption=%B7 light
lb_BasicItem1->Caption=%B7 main panel
lb_BasicItem2->Caption=%B7 status
lb_BasicItem3->Caption=%B7 session window
lb_BasicItem4->Caption=%B7 information display
lb_BasicItem5->Caption=%B7 reminder
lb_BasicItem6->Caption=%B7 hotkey
lb_BasicItem7->Caption=%B7 sound
lb_BasicItem8->Caption=%B7 software update
lb_BasicItem9->Caption=%B7 file management
lb_BasicItem10->Caption=%B7 file sharing
lb_BasicItem11->Caption=%B7 video call
lb_BasicContentTitle0->Caption=Light:
lb_BasicContentTitle1->Caption=Main Panel:
lb_BasicContentTitle2->Caption=Status:
lb_BasicContentTitle3->Caption=Session Window:
lb_BasicContentTitle4->Caption=Info Display:
lb_BasicContentTitle5->Caption=Reminder:
lb_BasicContentTitle6->Caption=Hotkey:
lb_BasicContentTitle7->Caption=Sound:
lb_BasicContentTitle8->Caption=Software Update:
lb_BasicContentTitle9->Caption=File Management:
lb_BasicContentTitle10->Caption=File Sharing:
lb_BasicContentTitle11->Caption=Video Call:
ck_LightingEffects->Caption=After pressing the 1/N/3 switch, device will not automatically return to the light effect mode.

[DownloadConfirmForm]
lb_Title->Caption=Speicherplatz:
lb_ExceededCapacity->Caption=Das Skript überschreitet die zulässige Größe, bitte einen Teil des Skripts löschen.
lb_DownloadedTips->Caption=[Skript gespeichert]
lb_Hint->Caption=*Der Core-Level und weitere ausgewählten Funktionen haben Einfluss auf den System-Speicherplatz.
TotalCapacity=Gesamtplatz:
AvailableCapacity=Verbleibender Platz:
ck_DoNotShowAnymore->Caption=Nicht mehr anzeigen

[WeaponExtensionsKeysForm]
lb_Title->Caption=
lb_ExtensionsKeyTitle->Caption=
lb_WheelLightTitle->Caption=
lb_ActivateTitle->Caption=
lb_Hint->Caption=
LightOff=
LightStyle1=
LightStyle2=
WhiteLight=
GreenLight=
PurpleLight=
im_ExtensionsKeyM->Hint=Mittlere Taste
im_ExtensionsKey4->Hint=4. Taste
im_ExtensionsKey5->Hint=5. Taste

[SharkSeriesMouseKeySetting]
lb_Title->Caption=[Left Button] Setting
rb_SharkMouseKey1N->Caption=1/N
rb_SharkMouseKey1N3->Caption=1/N/3
rb_SharkMouseKey1N34->Caption=1/N/3/4

[VoiceActivateGun]
VoiceControlKey1=Voice control key [N]
VoiceControlKey2=Voice control key [3]
VoiceControlKey3=Voice control key [4]
VoiceControlKey4=Voice control 1
VoiceControlKey5=Voice control 2
VoiceControlKey6=Voice control 3
VoiceControlKey7=Voice control 4

